Repository: vitaliikaplia/acf-secure-file-field
Catalog: languages/acf-secure-file-*.po
Languages: uk

source: Settings
uk: Налаштування

source: Secured Files
uk: Захищені файли

source: Secured File
uk: Захищений файл

source: Permission denied
uk: В доступі відмовлено

source: No file uploaded
uk: Файл не завантажено

source: Sorry, this file type is not permitted for security reasons.
uk: На жаль, цей тип файлу заборонений з міркувань безпеки.

source: Failed to create database record
uk: Не вдалося створити запис у базі даних

source: Failed to move uploaded file
uk: Не вдалося перемістити завантажений файл

source: You do not have permission to download this file.
uk: Ви не маєте дозволу на завантаження цього файлу.

source: Access Denied
uk: Доступ обмежений

source: File not found on server.
uk: Файл не знайдено на сервері.

source: Error
uk: Помилка

source: Invalid download link.
uk: Невірне посилання для скачування.

source: Settings saved.
uk: Налаштування збережені.

source: Download Access Control
uk: Контроль доступу завантажень

source: Who can download files?
uk: Хто може завантажувати файли?

source: Allowed Roles
uk: Дозволені ролі

source: General Settings
uk: Загальні налаштування

source: Upload Directory Name
uk: Назва каталогу для завантаження

source: General plugin settings.
uk: Загальні налаштування плагіна.

source: The directory name cannot be changed because secure files have already been uploaded.
uk: Назву каталогу не можна змінити, оскільки захищені файли вже завантажено.

source: The name of the folder inside wp-content where files will be stored. Use lowercase letters, numbers, and hyphens only.
uk: Назва папки всередині wp-content, де будуть зберігатися файли. Використовуйте тільки малі літери, цифри та дефіси.

source: Control who is allowed to download the secure files.
uk: Контролюйте, хто має право завантажувати захищені файли.

source: Anyone with the link
uk: Будь-хто, хто має посилання

source: Any logged-in user
uk: Будь-який зареєстрований користувач

source: Users with specific roles
uk: Користувачі з певними ролями

source: This is only active when "Users with specific roles" is selected above.
uk: Ця опція активна тільки в тому випадку, якщо вище вибрано «Користувачі з певними ролями».

source: File Type
uk: Тип файлу

source: File Size
uk: Розмір Файлу

source: File not found
uk: Файл не знайдено

source: This file does not have a valid download link.
uk: Цей файл не має дійсного посилання для завантаження.

source: Secure File
uk: Безпечний файл

source: Download
uk: Завантажити

source: Remove
uk: Видалити

source: Select a file for secure upload
uk: Виберіть файл для безпечного завантаження
